Repository: Sagittarius/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Plotting Disk Usage (GB)
fr_fr: Utilisation plotting du disque (GB)

source: Download
fr_fr: Télécharger

source: Saving...
fr_fr: Commencer...

source: Confirm Pool Change
fr_fr: Confirmer le changement de pool

source: This action will switch your current pooling selection, possibly resulting in a small charge (few mojos) against your wallet. Continue anyway?
fr_fr: Cette action changera votre sélection de regroupement actuelle, éventuellement entraînant une petite charge (quelques mojos) sur votre portefeuille. Continuer en tous cas?

source: Join a pool and get consistent farming rewards. The average returns are the same, %(break)sbut it is much less volatile. You can easily switch pools without having to re-plot.
fr_fr: Rejoignez un pool et obtenez des récompenses farming constantes. Les rendements moyens sont la même chose, %(break)smais c'est beaucoup moins volatil. Vous pouvez facilement changer pools sans avoir à re-tracer.

source: ERROR: Unable to join a pool because:
fr_fr: ERREUR: Impossible de rejoindre un pool car:

source: Self pool. When you win a block, you will earn rewards.
fr_fr: Self pool. Lorsque vous gagnez un bloc, vous gagnez des récompenses.

source: Connected to pool:
fr_fr: Connecté à la pool:

source: Connect to pool:
fr_fr: Connectez-vous à la pool:

source: Compare Pools
fr_fr: Comparer les pools

source: Get Mojos
fr_fr: Obtenez Mojo

source: Save Changes
fr_fr: Sauvegarder les modifications

source: View Log
fr_fr: Afficher le journal

source: No wallets found yet. Perhaps this is a brand-new installation? If so, please wait for complete start-up.
fr_fr: Aucun portefeuille trouvé pour le moment. Peut-être s'agit-il d'une toute nouvelle installation? Si oui, veuillez attendre le démarrage complet.

source: For more on Pooling, see the Machinaris
fr_fr: Pour en savoir plus sur la mutualisation, voir les Machinari

source: PlotNFT Log on
fr_fr: Journaux PlotNFT de

source: Time - Recent
fr_fr: Heure - Récent

source: Time Taken (seconds)
fr_fr: Temps pris (secondes)

source: Partials Submitted
fr_fr: Partiels soumis
