Repository: Sagittarius/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Saved local currency setting.
fr_fr: Paramètre de devise locale enregistré.

source: Blockchain download
fr_fr: Télécharger le blockchain

source: Unknown plotting form
fr_fr: Forme inconnue

source: Error! Please see logs.
fr_fr: Erreur! Veuillez consulter les journaux.

source: Unknown alerts form
fr_fr: Forme inconnue

source: Saved mapping settings. Please allow 10 minutes to generate location information for the map.
fr_fr: Paramètres de cartographie enregistrés. Veuillez patienter 10 minutes pour générer l'emplacementinformations pour la carte.

source: Unknown form action
fr_fr: Action inconnue

source: No worker at %(worker)s for blockchain %(blockchain)s. Please select another blockchain.
fr_fr: Aucun travailleur %(worker)s pour la blockchain %(blockchain)s. Veuillez sélectionner une autre blockchain.

source: For Alerts config, found no responding fullnode found for %(blockchain)s. Please check your workers.
fr_fr: Aucun fullnode répondant n'a été trouvé pour notifier %(blockchain)s. Veuillez vérifier vos travailleurs.

source: For Farming config, found no responding fullnode found for %(blockchain)s. Please check your workers.
fr_fr: Aucun fullnode répondant n'a été trouvé pour cultiver %(blockchain)s. Veuillez vérifier vos travailleurs.

source: For Plotting config, found no responding fullnode found for %(blockchain)s. Please check your workers.
fr_fr: Aucun fullnode répondant n'a été trouvé pour parceller %(blockchain)s. Veuillez vérifier vos travailleurs.

source: No responding fullnode found for %(blockchain)s. Please check your workers.
fr_fr: Aucun fullnode répondant n'a été trouvé pour %(blockchain)s. Veuillez vérifier vos travailleurs.

source: Unsupported log type
fr_fr: Type de journal non pris en charge

source: In-container path:
fr_fr: Chemin du conteneur

source: Unable to start farmer. Try restarting the Machinaris container.
fr_fr: Aucun disque accessible à smartctl à l'intérieur des conteneurs Machinaris.

source: In container path:
fr_fr: Chemin du conteneur

source: Connection removed from
fr_fr: Erreur de connexion

source: Wallet
fr_fr: Portefeuille

source: Always
fr_fr: Toujours

source: Once an Hour
fr_fr: Chaque Heure

source: Every 3 Hours
fr_fr: Chaque 3 Heures

source: Every 6 Hours
fr_fr: Chaque 6 Heures

source: Every 12 Hours
fr_fr: Chaque 12 Heures

source: Once a Day
fr_fr: Chaque Jour

source: Never
fr_fr: Jamais

source: Oops! No smartctl info found for device %(device)s on %(hostname)s.
fr_fr: Oups ! Aucune information smartcl n'a été trouvée pour l'appareil %(device)s sur %(hostname)s.

source: Saved display settings.
fr_fr: Paramètre de devise locale enregistré.

source: Idle
fr_fr: Inactif

source: Active
fr_fr: Sauvegarder

source: Suspended
fr_fr: Suspendu

source: Plotman started successfully.
fr_fr: Farming n'a pas démarré avec succès.

source: Archiver started successfully.
fr_fr: Farming n'a pas démarré avec succès.

source: Archiver stopped successfully.
fr_fr: Farming n'a pas démarré avec succès.

source: in last day.
fr_fr: au dernier jour.

source: hour
fr_fr: heure

source: Total Balance
fr_fr: Solde total

source: Wallets Total
fr_fr: Détails du portefeuille

source: Netspace Size
fr_fr: Netspace

source: Plots Size
fr_fr: Taille totale des plots

source: Effort
fr_fr: Port

source: Estimated Time to Win
fr_fr: Temps prévu pour gagner

source: days
fr_fr: jours

source: Dismiss Warning
fr_fr: Ignorer l'avertissement

source: Machinaris uses an online wallet for farming. It is strongly recommended that you use a cold wallet for your payout instructions. Tutorial on the %(wiki_link_open)swiki%(wiki_link_close)s. Please add "Setup a Cold Wallet" to your To-Do list!
fr_fr: Machinaris utilise un portefeuille en ligne pour farming. Il est fortement recommandé que vous utilisez un portefeuille froid pour vos instructions de paiement. Tutoriel sur le %(wiki_link_open)swiki%(wiki_link_close)s. Veuillez ajouter "Configurer un Cold Portefeuille" à votre liste de tâches!

source: Worker not responding to pings.
fr_fr: Le worker ne répond pas aux pings.

source: Please check the worker container and restart if necessary.
fr_fr: Veuillez vérifier le conteneur de worker et redémarrer si nécessaire.

source: Worker time is offset from controller.
fr_fr: Le temps du worker est décalé par rapport au contrôleur.

source: Please ensure worker and controller share same timezone.
fr_fr: Veuillez vous assurer que le worker et le contrôleur partagent le même fuseau horaire.

source: Machinaris version does not match controller.
fr_fr: La version de Machinaris ne correspond pas au contrôleur.

source: Please use a consistent Machinaris version to avoid issues.
fr_fr: Veuillez utiliser une version cohérente de Machinaris pour éviter les problèmes.

source: Syncing
fr_fr: Synchronisation

source: Not available
fr_fr: Indisponible

source: Not synced
fr_fr: Non synchronisé

source: Offline
fr_fr: Hors ligne

source: years
fr_fr: ans

source: year
fr_fr: an

source: months
fr_fr: mois

source: month
fr_fr: mois

source: weeks
fr_fr: semaines

source: week
fr_fr: semaine

source: day
fr_fr: jour

source: hours
fr_fr: heures

source: Never (no plots)
fr_fr: Jamais (pas de plots)

source: Soon
fr_fr: Bientôt

source: and
fr_fr: et

source: Alerts: Recent Notifications
fr_fr: Alertes: notifications récentes

source: Recorded At
fr_fr: Enregistré à

source: Priority
fr_fr: Priorité

source: Remove Selected
fr_fr: Supprimer sélectionnée

source: Remove All
fr_fr: Supprimer tout

source: No notifications from Chiadog yet... so check back soon.
fr_fr: Pas encore de notifications de Chiadog... alors revenez bientôt.

source: Expect at least a summary notification once daily as long as running above.
fr_fr: Attendez-vous à au moins une notification quotidien tant que vous courezau dessus.

source: Chiadog Log on
fr_fr: Journaux Chiadog de

source: Starting...
fr_fr: Commencer...

source: Stopping...
fr_fr: Arrêt...

source: Removing...
fr_fr: Reprendre...

source: Purging...
fr_fr: Arrêt...

source: Summary
fr_fr: Résumé

source: Wallets
fr_fr: Portefeuilles

source: Keys
fr_fr: Clés

source: Connections
fr_fr: Connexions

source: Alerts
fr_fr: Alertes

source: Settings
fr_fr: Paramètres

source: Tools
fr_fr: Outils

source: About
fr_fr: À propos

source: Install
fr_fr: Installer

source: Project
fr_fr: Projet

source: Issues
fr_fr: Problèmes

source: License
fr_fr: Licence

source: Credits
fr_fr: Crédits

source: Local Currency:
fr_fr: Monnaie locale:

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Sauvegarder

source: Restart Blockchain
fr_fr: Recommence Blockchain

source: Restart
fr_fr: Recommence

source: Blockchain Summary
fr_fr: Blockchain

source: Status
fr_fr: Statut

source: Price
fr_fr: Service

source: Peak Height
fr_fr: Hauteur maximale

source: Peak Time
fr_fr: Heure de pointe

source: Updated At
fr_fr: Mis à jour à

source: View Blockchain Details
fr_fr: Détails de le blockchain

source: View Blockchain Log
fr_fr: Télécharger le blockchain

source: Blockchain Details
fr_fr: Détails de le blockchain

source: No blockchains found from any farmers. Not added?
fr_fr: Aucune blockchain trouvée chez les farmers. Pas ajouté?

source: Try running "chia show --state" on your farmers to verify.
fr_fr: Essayez d'exécuter "chia show --state" sur vos farmers pour vérifier.

source: Maxmind Account (Required):
fr_fr: Compte Maxmind (obligatoire):

source: Maxmind License Key (Required):
fr_fr: Clé de licence Maxmind (obligatoire):

source: Mapbox Access Token (Optional):
fr_fr: Jeton d'accès Mapbox (facultatif):

source: Connections Map
fr_fr: Carte des Connexions

source: Connection Details
fr_fr: Détails de Connexion

source: IP Address
fr_fr: Adresse IP

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: SB Height
fr_fr: Hauteur SB

source: Last Connect
fr_fr: Dernière connexion

source: Disconnect Selected
fr_fr: Taille sélectionnée

source: Check Port Forwarding
fr_fr: Vérifier la redirection de port

source: No connections found from any farmers yet. Perhaps just starting?
fr_fr: Aucune connexion trouvée d'aucun worker pour le moment. Peut-être juste commencer?

source: After a while, try running "chia show --connections" on your farmers to verify.
fr_fr: Essayez d'exécuter "chia show --state" sur vos farmers pour vérifier.

source: This Machinaris worker is controlled at:
fr_fr: Ce worker Machinaris est contrôlé à:

source: Smartctl Status
fr_fr: Statut Smartctl

source: Good
fr_fr: Bien

source: Warn
fr_fr: Avertissement

source: Alert
fr_fr: Alerte

source: Device
fr_fr: Appareil

source: Model
fr_fr: Modèle

source: Serial #
fr_fr: Numéro de série

source: Temperature
fr_fr: Température

source: Passed
fr_fr: Passé

source: Powered On
fr_fr: Durée de fonctionnement

source: Drive status updated
fr_fr: État du disque mis à jour

source: No drives accessible to smartctl inside the Machinaris containers.
fr_fr: Aucun disque accessible à smartctl à l'intérieur des conteneurs Machinaris.

source: Please configure Docker to allow smartctl access to host devices.
fr_fr: Veuillez configurer Docker pour autoriser l'accès smartctl aux appareils hôtes.

source: For more, see the Machinaris %(wiki_link_open)swiki%(wiki_link_close)s.
fr_fr: Pour en savoir plus, consultez le %(wiki_link_open)swiki%(wiki_link_close)s Machinaris.

source: Expected Time to Win
fr_fr: Temps prévu pour gagner

source: Total Plots
fr_fr: Plots totales

source: Total Plots Size
fr_fr: Taille totale des plots

source: Balance
fr_fr: Total

source: Challenges from Harvesters
fr_fr: Défis des moissonneurs

source: Partial Proofs for Pools
fr_fr: Preuves partielles pour les pools

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: However, you may view it yourself by executing this from within the Docker container.
fr_fr: REMARQUE : Machinaris n'affichera jamais votre clé privée ici.

source: Best Practices
fr_fr: Les meilleures pratiques

source: No keys found from any farmers. Not added?
fr_fr: Aucune blockchain trouvée chez les farmers. Pas ajouté?

source: Try running "chia keys show" on your farmers to verify.
fr_fr: Essayez d'exécuter "chia show --state" sur vos farmers pour vérifier.

source: Machinaris Logs
fr_fr: Journaux de Machinaris

source: Autoscroll
fr_fr: Défilement automatique

source: Status:
fr_fr: Statut:

source: Current Difficulty:
fr_fr: Difficulté actuelle:

source: Current Points Balance:
fr_fr: Solde de points actuel:

source: Points Found Since Start:
fr_fr: Points trouvés depuis le début:

source: Points Found in Last 24 Hours:
fr_fr: Points trouvés au cours des dernières 24 heures:

source: Points Successful in Last 24 Hours:
fr_fr: Points réussis au cours des dernières 24 heures:

source: Number of Plots:
fr_fr: Nombre de plots

source: No pools have been found yet. Perhaps the wallet is still syncing?
fr_fr: Aucune pool n'a encore été trouvée. Peut-être que le Le portefeuille est toujours en cours de synchronisation?

source: If you would like to join a pool, please select the "Settings | Pools" page to get started.
fr_fr: Si vous souhaitez rejoindre un pool, veuillez sélectionner "Paramètres | Pools" page pour commencer.

source: For more, see the Machinaris
fr_fr: Pour en savoir plus sur la mutualisation, voir les Machinari

source: Welcome to Machinaris!
fr_fr: Bienvenue à Machinaris!

source: An easy-to-use WebUI for Chia%(trademark)s plotting and farming.
fr_fr: Une WebUI facile pour cultiver Chia%(trademark)s.

source: NOTE: If you would prefer to allow Chia to sync the blockchain over many days, see the %(init_link)s for details. Similarly, you may instead %(import_link_open)s import your own blockchain %(import_link_close)s if you have one from a previous Chia install.
fr_fr: REMARQUE: si vous préférez autoriser Chia à synchroniser la blockchain sur plusieurs jours, consultez les %(init_link)s pour plus de détails. De même, vous pouvez %(import_link_open)s importe votre propre blockchain %(import_link_close)s si vous en avez un d'une installation précédente de Chia.

source: To get started with Machinaris as a Chia%(trademark)s fullnode, either import your existing 24-word mnemonic seed phrase
fr_fr: Pour démarrer avec Machinaris en tant que fullnode Chia%(trademark)s, soit importez votre phrase de départ mnémonique existante de 24 mots

source: Import Existing Key
fr_fr: Importez votre clé

source: OR
fr_fr: OU

source: You can generate a brand-new mnemonic phrase that will be written to this in-container path
fr_fr: Vous pouvez générer une toute nouvelle phrase mnémonique qui sera écrite icichemin dans le conteneur

source: Generate New Key
fr_fr: Créer une nouvelle clé

source: NOTE: If you would prefer to instead import your mnenmoic seed phrase yourself at the command-line, see the %(wiki_link)s for details.
fr_fr: REMARQUE: Si vous préférez plutôt importer votre phrase de départ mnenmoic vous-même sur la ligne de commande, consultez les %(wiki_link)s pour plus de détails.

source: Height
fr_fr: Hauteur

source: Max Resp.
fr_fr: Resp. Max

source: Partials
fr_fr: Partiels

source: Synced
fr_fr: Synchronisé

source: Not Synced
fr_fr: Non synchronisé

source: Chart Wallet
fr_fr: Modifier le portefeuille

source: No blockchains found from any farmers. Just starting up?
fr_fr: Aucune blockchain trouvée chez les farmers. Pas ajouté?

source: Please allow at least 15 minutes for blockchains to get started.
fr_fr: Veuillez prévoir au moins 15 minutes pour que les blockchains commencent.

source: Wallet Settings
fr_fr: Paramètres du portefeuille

source: Cold Wallet Address:
fr_fr: Adresse du portefeuille froid:

source: Wallet Summary
fr_fr: Résumé quotidien

source: Wallet Balance
fr_fr: Solde du portefeuille

source: Cold Wallet Balance
fr_fr: Solde de portefeuille froid

source: Edit Wallet
fr_fr: Modifier le portefeuille

source: Wallet Details
fr_fr: Détails du portefeuille

source: No wallet status received. Perhaps just starting? Please allow at least 10 minutes to update.
fr_fr: Aucun statut de portefeuille reçu. Peut-être que vous venez juste de commencer? Veuillez autoriser au moins 10 minutes pour mettre à jour.

source: You can also try running "chia wallet show" on your fullnode's in-container shell to verify.
fr_fr: Essayez d'exécuter "chia wallet show" sur vos farmers pour vérifier.

source: Start
fr_fr: Commence

source: Details
fr_fr: Des détails

source: Hostname
fr_fr: Nom d'hôte

source: Last Status Received At
fr_fr: Dernier statut reçu à

source: Local Time on Worker
fr_fr: Heure locale sur le worker

source: Last Ping to Worker
fr_fr: Dernier ping au worker

source: Responding
fr_fr: Répondre

source: Connection Refused
fr_fr: Connexion rejetée

source: Connection Timeout
fr_fr: Délai de connection dépassé

source: Connection Error
fr_fr: Erreur de connexion

source: Last Successful Ping to Worker
fr_fr: Dernier ping réussi vers le worker

source: Recent Warnings
fr_fr: Avertissements récents

source: Yay! No issues currently.
fr_fr: Yay! Aucun problème actuellement.

source: Disk Space Used (TB)
fr_fr: Espace disque utilisé (TB)

source: Disk Space Free (TB)
fr_fr: Espace disque libre (TB)

source: Disk Space Used (GB)
fr_fr: Espace disque utilisé (GB)

source: Disk Space Free (GB)
fr_fr: Espace disque libre (GB)

source: Host Path
fr_fr: Chemin de l'hôte

source: Container Path
fr_fr: Chemin du conteneur

source: Used for:
fr_fr: Utilisé pour:

source: Final Plots
fr_fr: Plots finale

source: Plotting Temp
fr_fr: Plotting Temporaire

source: Other
fr_fr: Autre

source: Remote
fr_fr: À distance

source: Unknown blockchain fork of selected:
fr_fr: Blockchain inconnue de la sélection:

source: Missing worker hostname. Please provide a short name to identify your worker.
fr_fr: Nom d'hôte du worker de calcul manquant. Veuillez fournir un nom court pour identifier votre ouvrier.

source: Invalid host path ending with colon. Try adding a slash to the end like this
fr_fr: Chemin d'hôte non valide se terminant par deux-points. Essayez d'ajouter une barre oblique à la fin comme ce

source: Empty host path provided for volume at
fr_fr: Chemin d'hôte vide fourni pour le volume à

source: Please provide a host path.
fr_fr: Veuillez fournir un chemin d'accès à l'hôte.

source: Empty container path provided for volume at
fr_fr: Chemin de conteneur vide fourni pour le volume à

source: Please provide a container path.
fr_fr: Veuillez fournir un chemin de conteneur.

source: Neither Harvester or Plottter mode selected. Please choose one or both.
fr_fr: Aucun mode Harvester ou Plotter n'est sélectionné. Veuillez en choisir un ou les deux.

source: Missing worker IP address. Please provide the IP the controller will connect to for commands.
fr_fr: Adresse IP du worker manquante. Veuillez fournir l'adresse IP que le contrôleur se connecter à pour les commandes.

source: Machinaris Worker - Launch Config
fr_fr: Machinaris Worker - Lancer la configuration

source: Complete the form below to run new harvesters/plotters on other computers across your network. Save the generated docker-compose.yml file to a folder named "machinaris", then execute "docker-compose up" from a shell.
fr_fr: Remplissez le formulaire ci-dessous pour exécuter de nouveaux moissonneurs/traceurs sur d'autres ordinateurs sur votre réseau. Enregistrez le fichier docker-compose.yml généré dans un dossier nommé "machinaris", puis exécutez "docker-compose up" à partir d'un coquille.

source: Operating System
fr_fr: Système opérateur

source: Machinaris Mode
fr_fr: Mode Machinaris

source: Farmer Public Key
fr_fr: Clé publique de farmer

source: Pool Public Key
fr_fr: Clé publique de pool

source: Pool Contract Address
fr_fr: Adresse du contrat de pool

source: Plot on Startup
fr_fr: Plot au démarrage

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: Controller IP Address
fr_fr: Adresse IP du contrôleur

source: Controller API Port
fr_fr: Port API du contrôleur

source: Worker Hostname
fr_fr: Nom d'hôte du worker

source: Worker IP Address
fr_fr: Adresse IP du worker

source: Blockchains to Farm
fr_fr: Blockchains a Farm

source: Volume Mounts
fr_fr: Montages de volume

source: Add New Volume
fr_fr: Ajouter un nouveau volume

source: Remove Last Volume
fr_fr: Supprimer le dernier volume

source: Copy
fr_fr: Copie

source: Last Status Received
fr_fr: Dernier statut reçu à

source: Last Ping
fr_fr: Dernier ping

source: Last Successful Ping
fr_fr: Dernier ping réussi

source: Logs
fr_fr: Journaux

source: New Worker
fr_fr: Créer un worker

source: No Machinaris workers have reported status successfully.
fr_fr: Aucun workers de Machinaris n'a signalé son statut avec succès.

source: Please check each expected worker's log files.
fr_fr: Veuillez vérifier les fichiers journaux de chaque worker attendu.

source: Farmed At
fr_fr: Farmed

source: Plotting Analysis
fr_fr: Analyse de plotting

source: Analysis of the plotting job log shows time (seconds) spent in each phase:
fr_fr: L'analyse du journal de plotting montre le temps (secondes) passé dans chaque phase:

source: Plot Check
fr_fr: Vérification de la plotes

source: Worker is offline.
fr_fr: Worker est hors ligne.

source: Farming not started successfully.
fr_fr: Farming n'a pas démarré avec succès.

source: Farming Log for
fr_fr: Journaux Farming de

source: Good Plot
fr_fr: Bon Plot

source: Bad Plot
fr_fr: Mauvais Plot

source: Daily Summary
fr_fr: Résumé quotidien

source: No daily summary found for %(blockchain)s on %(displayname)s.
fr_fr: Aucun résumé quotidien trouvé pour %(blockchain)s sur %(displayname)s.

source: Please check that your Machinaris container for this blockchain is running. Also please verify settings on the Alerts page.
fr_fr: Veuillez vérifier que votre conteneur Machinaris pour cette blockchain est en cours d'exécution. Veuillez également vérifier les paramètres sur la page Alertes.

source: No plots disk stats recorded recently for %(hostname)s with Chia blockchain. Please ensure all paths containing plots have been %(wiki_link_open)s configured %(wiki_link_close)s. Also ensure the Chia worker is reporting into the controller on the Workers page.
fr_fr: Aucune statistique de disque n'a été enregistrée récemment pour %(hostname)s avec Chia blockchain. Veuillez vous assurer que tous les chemins contenant des %(wiki_link_open)s a configuré %(wiki_link_close)s. Assurez-vous également que le worker Chia fait rapport au contrôleur sur la page Workers.

source: Confirm Kill
fr_fr: Confirmer tuer

source: This action will terminate the selected plots, whether running or stopped, and delete all their temporary files. If Plotman is still running, another plot will be immediately started, so please stop Plotman first from the top-right. Continue?
fr_fr: Cette action mettra fin aux parcelles sélectionnées, qu'elles soient en arrêté et supprimez tous leurs fichiers temporaires. Si Plotman est toujours en cours d'exécution, un autre complot sera immédiatement lancé, alors s'il vous plaît arrêtez Plotman premier en haut à droite. Continuer?

source: Kill Selected
fr_fr: Tuer la sélection

source: Start Plotting
fr_fr: Commence Plotting

source: This action will start Plotman and launch a plotting run using your configured plotter. Be careful about running more than one plotter on a single machine at a time. Continue?
fr_fr: Cette action démarrera Plotman et lancera une exécution de plotting à l'aide de votre plotter configuré. Soyez prudent lorsque vous exécutez plus d'un plotter sur un une seule machine à la fois. Continuer?

source: Stop Plotting
fr_fr: Arrête Plotting

source: Stop
fr_fr: Arrête

source: Worker Offline
fr_fr: Worker est hors ligne.

source: This worker is not currently online and responding to pings from the controller. Please check the Workers page and bring the system back online.
fr_fr: Ce worker n'est pas en ligne actuellement et répond aux pings du contrôleur. Veuillez vérifier la page Workers et ramener le système en ligne.

source: Disabled
fr_fr: Désactivé

source: Running
fr_fr: Fonctionnement

source: Stopped
fr_fr: Arrêté

source: Suspend Selected
fr_fr: Suspendre la sélection

source: Resume Selected
fr_fr: Continuer la sélection

source: Plotting Speed - k%(k_size)s Plots
fr_fr: Vitesse de Plotting - k%(k_size)s Plots

source: Time (minutes)
fr_fr: Temps (minutes)

source: Suspending...
fr_fr: Suspendre...

source: Resuming...
fr_fr: Reprendre...

source: Killing...
fr_fr: Tuer...

source: Start Archiving
fr_fr: Démarrer l'archivage

source: This action will start Plotman archiving from the configured dst folder. Completed plots will be disributed locally or transferred remotely. Continue?
fr_fr: Cette action lancera l'archivage de Plotman à partir du dossier dst configuré.Les parcelles terminées seront distribuées localement ou transférées à distance.Continuez?

source: Stop Archiving
fr_fr: Arrêter l'archivage

source: This action will stop Plotman archiving from the configured dst folder, preventing further completed plot transfers. Continue?
fr_fr: Cette action arrêtera l'archivage de Plotman à partir du dossier dst configuré,empêcher d'autres transferts de plot terminés. Continuer?

source: This worker is not currently configured for Plotman %(wiki_link_open)sarchiving%(wiki_link_open)s to enable local or remote transfer of completed plots. Please visit the Settings | Plotting page to configure this worker.
fr_fr: Ce worker n'est actuellement pas configuré pour Plotman%(wiki_link_open)sarchivage%(wiki_link_open)s pour activer local ou distant transfert des plots terminées. Veuillez visiter la page Paramètres | Plotting pour configurer ce worker.

source: Archiving
fr_fr: Archivage

source: Archiving is disabled. See Settings | Plotting page.
fr_fr: L'archivage est désactivé. Voir page Paramètres | Traçage.

source: Time - Last 24 Hours
fr_fr: Heure - Dernières 24 heures
